Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/fi-nn (1).tmx
Source language: fi
Languages: nn

source: -f, --frontend\t\tMääritä käytettävä debconf-edusta. -p, --priority\t\tMääritä näytettävien kysymysten \t\t\t\tminimiprioriteetti. --terse\t\t\tOta lyhytsanainen tila käyttöön.
nn: -f, --frontend\t\tGje opp debconf-grensesnitt som skal brukast. -p, --priority\t\tGje opp minste prioritet for spørsmål som skal visast. --terse\t\t\tVer ordknapp.

source: Ohitetaan virheellinen prioriteetti "%s"
nn: Ignorerer ugyldig prioritering «%s»

source: Kelvolliset prioriteetit ovat: %s
nn: Gyldige prioriteringar er: %s

source: kyllä
nn: ja

source: (Syötä nolla tai useampia pilkulla ja välilyönnillä (', ') erotettuja arvoja.)
nn: (Skriv inn null eller fleire element avskilt med komma og mellomrom (', ').)

source: _Ohje
nn: _Hjelp

source: Debconf, suoritetaan koneella %s
nn: Debconf, køyrer på %s

source: Syötearvoa "%s" ei löydy C-vaihtoehdoista! Näin ei pitäisi koskaan käydä. Kyselypohjat on ehkä lokalisoitu väärin.
nn: Inngangsverdi, «%s» ikkje funne i C vala! Dette skal aldri hende. Kanskje malen var plassert feil.

source: ei yhtään ylläolevista
nn: ingen av dei over

source: Syötä haluamasi vaihtoehdot välilyönneillä erotettuina.
nn: Skriv inn dei elementa du vil velje, skilde med mellomrom.

source: Debconf::Element::%s:n lataus epäonnistui: %s
nn: Ikkje i stand til å lasta Debconf::Element::%s. Feila på grunn av: %s

source: Tehdään asetukset: %s
nn: Set opp %s

source: TERM-ympäristömuuttuja on asettamatta, joten Dialog-liittymää ei voi käyttää.
nn: TERM er ikkje sett, så det dialogbaserte grensesnittet er ikkje brukande.

source: Dialog-käyttöliittymä ei toimi emacsin komentotulkkipuskureissa
nn: Det dialogbaserte grensesnittet er ikkje kompatibel med emacs skal-buffer

source: Dialog-liittymä ei toimi tyhmällä päätteellä, emacsin komentotulkkiympäristössä tai ohjaavan päätteen puuttuessa.
nn: Det dialogbaserte grensesnittet vil ikkje fungere på ein dum terminal, eit emacs skal-buffer eller utan ein kontrollerande terminal.

source: Ei käyttökelpoista dialog:n kaltaista ohjelmaa asennettuna, joten dialog-pohjaista liittymää ei voi käyttää.
nn: Ingen brukbare dialogprogram er installert, så det dialogbaserte grensesnittet kan ikkje brukast.

source: Dialog-liittymä tarvitsee vähintään 13 riviä korkean ja 31 saraketta leveän ruudun.
nn: Det dialogbaserte grensesnittet krev eit skjermvindauge på minst 13 linjer og 31 kolonner.

source: Paketin asetukset
nn: Pakkeoppsett

source: Käytät debconfin editori-liittymää järjestelmäsi asetusten säätöön. Katso yksityiskohtaiset ohjeet tämän tiedoston lopusta.
nn: Du brukar det redigeringsbaserte debconf-grensesnittet for å setje opp systemet ditt. Sjå slutten av dette dokumentet for detaljerte instruksjonar.

source: Debconfin editori-liittymä antaa sinulle käsiteltäviksi yhden tai useampia tekstitiedostoja, kuten tämän. Jos olet jo nähnyt unixin asetustiedostoja, tämänkin tiedoston ulkonäkö on tuttu -- sisältönä on asetustietoja, joiden lomassa on kommentteja. Muuta haluamiasi asetuksia, tallenna tiedosto ja poistu, minkä jälkeen debconf lukee editoidun tiedoston ja säätää asetukset syöttämiesi tietojen perusteella.
nn: Det redigeringsbaserte debconf-grensesnittet presenterer deg for ei eller fleire tekstfiler som skal redigerast. Dette er ei slik tekstfil. Vis du er van med standard unix oppsettsfiler, vil denne fila sjå kjent ut for deg. Ho inneheld kommentarar innimellom oppsettselementa. Rediger fila, endra dei elementa som trengst, lagra ho og avslutt. Ved det tidspunktet vil debconf lese den redigerte fila og bruka dei verdiane du har skrive inn for å setje opp systemet.

source: Debconf @ %s
nn: Debconf på %s

source: Tämä liittymä tarvitsee ohjaavan päätteen.
nn: Dette grensesnittet treng ein kontrollerande tty.

source: Term::ReadLine::GNU ei ole yhteensopiva Emacsin komentotulkkipuskureiden kanssa.
nn: Term::ReadLine::GNU er ikkje kompatibel med emacs skal-buffer.

source: Lisää
nn: Fleire

source: Tiedotus: Debconf on web-tilassa. Mene osoitteeseen http://localhost:%i/
nn: Merk: Debconf køyrer i nettlesarmodus. Gå til http://localhost:%i/

source: varoitus: mahdollinen tietokannan turmelus. Yritetään korjata lisäämällä takaisin puuttuva kysymys %s.
nn: åtvaring: mogleg øydelagd database. Vil freista å reparere ved å leggje til igjen manglande spørsmål %s.

source: Kyselypohjassa #%s tiedostossa %s toistuu kenttä "%s" uudella arvolla "%s". Luultavasti kahta eri pohjaa ei ole erotettu rivinvaihdolla toisistaan.
nn: Mal #%s i %s har eit duplisert felt «%s» med ny verdi «%s». Truleg er to malar ikkje skikkeleg skilde med ei tom linje.

source: Tuntematon kenttä "%s", säkeistössä #%s/%s
nn: Ukjent malfelt «%s», i strofe #%s i %s

source: Kyselypohjan jäsennysvirhe lähellä kohtaa "%s" ryhmässä %s/%s
nn: Maltolkingsfeil i nærleiken av «%s», i strofe #%s i %s

source: "Template:"-rivi puuttuu kyselypohjasta #%s tiedostossa %s
nn: Mal #%s i %s inneheld ingen linje med «Template:»

source: esiasetukseen on määritettävä paketteja
nn: må oppgje nokre debs som skal setjast opp på førehand

source: pakettien esiasetus jätetään myöhemmäksi, koska apt-utils:ia ei ole asennettu
nn: utset pakkeoppsett sidan apt-utils ikkje er installert

source: vakiosyötteen uudelleenavaus epäonnistui: %s
nn: ikkje i stand til å opna standard inn igjen: %s

source: apt-extracttemplates epäonnistui: %s
nn: apt-extracttemplates feila: %s

source: Puretaan malleja paketeista: %d %%
nn: Trekkjer ut malar frå pakkar: %d%%

source: Esiasetetaan paketteja ...
nn: Førehandsoppset pakkar ...

source: kyselypohjan jäsennysvirhe: %s
nn: maltolkingsfeil: %s

source: debconf: en voi muuttaa oikeuksia: %s
nn: debconf: klarer ikkje chmod: %s

source: paketin %s esiasetus epäonnistui paluukoodilla %s
nn: %s feila førehandsoppsettet med avsluttingsstatus %s

source: %s pitää suorittaa pääkäyttäjänä
nn: %s må køyrast som root

source: määritä uudelleenasetettavan paketin nimi
nn: oppgje ein pakke som skal setjast opp på ny

source: %s ei ole asennettu
nn: %s er ikkje installert

source: %s on rikki tai sitä ei ole kokonaan asennettu
nn: %s er øydelagd eller ikkje fullstendig installert

source: Käyttö: debconf-communicate [VALITSIMET] [paketti]
nn: Bruk: debconf-communicate [val] [pakke]

source: debconf-mergetemplate: Tämä sovellus on vanhentunut. Kannattaa siirtyä käyttämään po-debconf:n po2debconf-ohjelmaa.
nn: debconf-mergetemplate: Dette verktøyet er forelda. Du bør bruka po2debconf-programmet i po-debconf.

source: Käyttö: debconf-mergetemplate [VALITSIMET] [templates.ll ...] templates
nn: Bruk: debconf-mergetemplate [val] [malar.ll ...] malar

source: --outdated\t\tLiitä myös vanhentuneet käännökset. \t--drop-old-templates\tPudota kokonaan vanhentuneet mallit.
nn: --outdated\t\tFlett også inn utdaterte omsetjingar. \t--drop-old-templates\tDropp heile utdaterte malar.

source: %s puuttuu
nn: %s manglar

source: %s puuttuu; jätetään %s
nn: %s manglar: droppar %s

source: %s on sumea tavukohdassa %s: %s
nn: %s er uklar ved byte %s: %s

source: %s on sumea tavukohdassa %s: %s; hylätään se
nn: %s er uklar ved byte %s: %s; droppar han

source: %s on vanhentunut
nn: %s er utdatert

source: %s on vanhentunut; jätetään koko malli!
nn: %s er utdatert; droppar heile malen!

source: Käyttö: debconf [VALITSIMET] komento [argumentit]
nn: Bruk: debconf [val] kommando [argument]

# -o, --owner=paketti Aseta paketti, joka omistaa komennon.
source: -o, --owner=paketti\t\tAseta paketti, joka omistaa komennon.
nn: -o, --owner=package\t\tVel kva pakke som eig kommandoen.

source: SQL-tietokanta
nn: SQL-database

source: Valitsee asiakas- ja palvelinpaketit PostgreSQL-tietokannalle.
nn: Denne pakkegruppa gjev klient- og tenarpakkar for PostgreSQL-databasen.

source: PostgreSQL on SQL-relaatiotietokanta, josta löytyy parantuva SQL92-yhteensopivuus ja joitain SQL3-ominaisuuksia. Se sopii käytettäväksi monen käyttäjän tietokantana johtuen sen kyvyistä transaktioihin ja hienojakoisesta lukituksesta.
nn: PostgreSQL er ein SQL relasjonsdatabase, som tilbyr aukande SQL92-kompabilitet og nokre SQL3-eigenskapar. PostgreSQL er passande for fleirbrukar databasetilgang gjennom fasilitetar for overføringar og fininndelt låsing.

source: Työpöydän perusohjelmat ja toimii perustuksena GNOME- ja KDE-työpöytäympäristöille.
nn: Denne pakkegruppa inneheld grunnleggjande program for skrivebordet som fungerer som underlag for pakkegruppene for GNOME og KDE.

source: DNS-palvelin
nn: Namnetenar

source: Valitsee BIND DNS-palvelimen, siihen liittyvän ohjeistuksen sekä hyötyohjelmapaketit.
nn: Tar med namnetenaren BIND og relatert dokumentasjon og verktøyspakkar.

source: Tiedostopalvelin
nn: Filtenar

source: Asettaa järjestelmäsi toimimaan tiedostopalvelimena. Sekä CIFS että NFS ovat käytettävissä.
nn: Denne pakkegruppa set opp systemet ditt som ein filtenar som støttar både CIFS og NFS.

source: GNOME-työpöytäympäristö
nn: GNOME skrivebordsmiljø

source: Tarjoaa työpöydän perusohjelmat käyttämällä GNOME-työpöytäympäristöä.
nn: Denne pakkegruppa inneheld grunnleggjande «skrivebordprogram» med skrivebordsmiljøet GNOME.

source: KDE-työpöytäympäristö
nn: Skrivebordsmiljøet KDE

source: Tarjoaa työpöydän perusohjelmat käyttämällä KDE-työpöytäympäristöä.
nn: Denne pakkegruppa inneheld grunnleggjande «skrivebordprogram» med skrivebordsmiljøet KDE.

source: Kannettava tietokone
nn: Bærbar

source: Kannettavalle tietokoneelle hyödyllisiä ohjelmia.
nn: Denne pakkegruppa inneheld programvare som er nyttig for ei bærbar maskin.

source: LXDE-työpöytäympäristö
nn: LXDE skrivebordsmiljø

source: Tarjoaa työpöydän perusohjelmat käyttämällä LXDE-työpöytäympäristöä.
nn: Denne pakkegruppa inneheld grunnleggjande «skrivebordprogram» med skrivebordsmiljøet LXDE.

source: Postipalvelin
nn: E-posttenar

source: Valitsee kokoelman paketteja, jotka ovat hyödyllisiä yleiskäyttöisessä postipalvelinjärjestelmässä.
nn: Med denne pakkegruppa installerer du ulike pakkar som er nyttige for ein generell e-posttenar.

source: valitse paketit itse
nn: manuelt pakkeval

source: Valitse aptitude:lla asennettavat paketit itse.
nn: Bruk aptitude for å velje manuelt kva for pakker som skal installerast.

source: Tulostuspalvelin
nn: Utskriftstenar

source: Asettaa järjestelmäsi toimimaan tulostuspalvelimena.
nn: Denne pakkegruppa set systemet ditt opp til å vera ein utskriftstenar.

source: WWW-palvelin
nn: Vev-tenar

source: Valitsee paketit, jotka ovat hyödyllisiä yleiskäyttöisessä www-palvelinjärjestelmässä.
nn: Denne pakkegruppa vel pakkar som er nyttige for eit generelt system med vev-tenar.

source: Xfce-työpöytäympäristö
nn: Xfce skrivebordsmiljø

source: Tarjoaa työpöydän perusohjelmat käyttämällä Xfce-työpöytäympäristöä.
nn: Denne pakkegruppa inneheld grunnleggjande «skrivebordprogram» med skrivebordsmiljøet Xfce.

source: Ohitettavat kansiot
nn: Ignorerte mapper

source: Déjà Dupin viimeisin suorituskerta
nn: Sist Déjà Dup vart køyrd

source: Déjà Dupin viimeisin suorituskerta. Ajan tulisi olla standardin ISO 8601 määräämässä muodossa.
nn: Sist Déjà Dup vart køyrd. Tidspunktet skal vere oppgjeve i ISO 8601-format.

source: Viimeisin Déjà Dupin varmuuskopiointikerta
nn: Sist Déjà Dup tok ein tryggleikskopi

source: Déjà Dupin viimeisin onnistunut varmuuskopiointikerta. Ajan tulisi olla standardin ISO 8601 määräämässä muodossa.
nn: Sist Déjà Dup fullførte ei tryggleikskopiering. Tidspunktet skal vere oppgjeve i ISO 8601-format.

source: Viimeisin Déjà Dupin palautuskerta
nn: Sist Déjà Dup gjenoppretta ein tryggleikskopi

source: Déjà Dupin viimeisin onnistunut palautuskerta. Ajan tulisi olla standardin ISO 8601 määräämässä muodossa.
nn: Sist Déjà Dup fullførte ei gjenoppretting. Tidspunktet skal vere oppgjeve i ISO 8601-format.

source: Kuinka usein säännöllinen varmuuskopiointi suoritetaan
nn: Kor ofte tryggleikskopiar skal takast regelmessig

source: Varmuuskopioiden välillä kulunut aika
nn: Tal på dagar mellom tryggleikskopieringar.

source: Kuinka kauan varmuuskopioita säilytetään
nn: Kor lenge tryggleikskopiar skal takast vare på

source: Kuinka monta päivää varmuuskopiot säilytetään varmuuskopioiden sijainnissa. Arvo 0 tarkoittaa pysyvästi. Tämä on minimiarvo, tiedostoja saatetaan säilyttää kauemminkin.
nn: Tal på dagar tryggleikskopiane skal takast vare på. Verdien «0» tyder for alltid. Filene kan takast vare på lengre; dette er minste tal på dagar.

source: Varmuuskopiointisijainnin tyyppi. Jos "auto", oletus valitaan käytettävissä olevien valintojen perusteella.
nn: Plasseringstype for tryggleikskopiar. «Auto» vil velja standard, avhengig av kva som er tilgjengeleg.

source: Amazon S3 -käyttöavaimen tunnus
nn: ID for Amazon S3-tilgangsnøkkel

source: Amazon S3 -kansio
nn: Mappa på Amazon S3

source: Käyttäjänimesi Rackspace Cloud Files -palveluun.
nn: Dette er brukarnamnet ditt for tenesta Rackspace Cloud Files.

source: Varmuuskopion sijainti
nn: Plassering av tryggleikskopi

source: Sijainti, jossa varmuuskopiot säilytetään.
nn: Plasseringa til tryggleikskopiane.

source: Kansion laji
nn: Mappetype

source: Suhteellinen polku ulkoisella medialla
nn: Relativ stig på den eksterne eininga

source: Jos varmuuskopio tulee ulkoiselle medialle, tämä on kansion polku sillä medialla.
nn: Om tryggleikskopien er plassert på ei ekstern eining, er dette stigen til mappa.

source: Jos varmuuskopio tulee ulkoiselle medialle, tämä on sen yksilöivä tunniste.
nn: Om tryggleikskopien er plassert på ei ekstern eining, er dette den unike identiteten til filsystemet.

source: Ulkoisen median koko nimi
nn: Fullt namn for ekstern eining

source: Jos varmuuskopio tulee ulkoiselle medialle, tämä on median pidempi, kuvaavampi nimi.
nn: Om tryggleikskopien er plassert på ei ekstern eining, er dette skildringa av eininga.

source: Ulkoisen median lyhyt nimi
nn: Namnet på den eksterne eininga

source: Jos varmuuskopio tulee ulkoiselle medialle, tämä on median lyhyt nimi.
nn: Om tryggleikskopien er plassert på ei ekstern eining, er dette namnet på eininga.

source: Ulkoisen median kuvake
nn: Ikon til ekstern eining

source: Jos varmuuskopio tulee ulkoiselle medialle, tämä on median kuvake.déjà vualready seen", but with the "vu" replaced with "dup". "DupduplicityDéjà Dup
nn: Om tryggleikskopien er plassert på ei ekstern eining, er dette ikonet til eininga.déjà vualready seen", but with the "vu" replaced with "dup". "DupduplicityDéjà Dup

source: Déjà Dup -varmuuskopiointi
nn: Déjà Dup tryggleikskopiering

source: Integroituu hyvin Gnome-työpöydälleBackups
nn: Backups

source: Varmuuskopiointivalvonta
nn: Planlegging av tryggleikskopiering

source: Ajoittaa varmuuskopioinnin säännöllisin väliajoin
nn: Planlegg tryggleikskopiering regelmessig

source: Muuta varmuuskopioinnin asetuksia
nn: Endra innstillingane for tryggleikskopiering

source: Varmuuskopioiback up is verb
nn: back up is verb

source: Luodaan puhdas varmuuskopio sen suojaamiseksi tiedoston korruptiolta. Tämä voi kestää tavallista pidempään.Backing up '%s'
nn: Backing up '%s'

source: Minne palautetaan?Restoring '%s'
nn: Restoring '%s'

source: _Jatkaverb
nn: verb

source: _Tallennussijaintiwhere to store the backup
nn: where to store the backup

source: _Automaattinen varmuuskopiointiEvery day
nn: Every day

source: _Jokaverb
nn: verb

source: https://wiki.gnome.org/Apps/Devhelp?action=AttachFile#x26;do=view#x26;target=devhelp.pngDevhelp
nn: Devhelp

source: Kehittäjien ohje
nn: Hjelplesar for utviklarar

source: Dokumentaatioselain
nn: Dokumentasjonsvising

source: Pääikkunan suurennettu tila
nn: Maksimert tilstand for hovudvindauget

source: Näytetäänkö pääikkuna käynnistettäessä suurennettuna.
nn: Om hovudvindauget skal startast maksimert.

source: Pääikkunan leveys
nn: Breidde på hovudvindauget

source: Pääikkunan leveys.
nn: Breidde på hovudvindauget.

source: Pääikkunan korkeus
nn: Storleik på hovudvindauget

source: Pääikkunan korkeus.
nn: Storleik på hovudvindauget.

source: Pääikkunan X-koordinaatti
nn: Horisontal plassering av hovudvindauget

source: Pääikkunan X-koordinaatti.
nn: Horisontal plassering av hovudvindauget.

source: Pääikkunan Y-koordinaatti
nn: Vertikal plassering av hovudvindauget

source: Pääikkunan Y-koordinaatti.
nn: Vertikal plassering av hovudvindauget.

source: Sisällysluettelo- ja hakupaneelin leveys
nn: Breidde på indeks- og søkjestolpe

source: Sisällysluettelo- ja hakupaneelin leveys.
nn: Breidde på indeks- og søkjestolpen.

source: Valittu välilehti: ”sisältö” tai ”haku”
nn: Vald fane: «innhald» eller «søk»

source: Mikä välilehdistä on valittuna: ”sisältö” vai ”haku”
nn: Kva fane er vald; «innhald» eller «søk».

source: Piilotetut kirjat
nn: Bøker slått av

source: Luettelo käyttäjän piilottamista kirjoista.
nn: Liste over bøker slått av av brukaren.

source: Ryhmittele kielen mukaan
nn: Grupper etter språk

source: Ryhmitelläänkö kirjat kielen mukaan käyttöliittymässä
nn: Om bøker skal grupperast etter språk i grensesnittet

source: Apuikkunan leveys
nn: Breidde på assistentvindauget

source: Apuikkunan leveys.
nn: Breidde på assistentvindauget.

source: Apuikkunan korkeus
nn: Høgde på assistentvindauget

source: Apuikkunan korkeus.
nn: Storleik på assistentvindauget.

source: Apuikkunan X-koordinaatti
nn: Horisontal plassering av assistentvindauget

source: Apuikkunan X-koordinaatti.
nn: Horisontal plassering av assistentvindauget.

source: Apuikkunan Y-koordinaatti
nn: Vertikal plassering av assistentvindauget

source: Apuikkunan Y-koordinaatti.
nn: Vertikal plassering av assistentvindauget.

source: Käytä järjestelmän kirjasimia
nn: Bruk systemskrifter

source: Käytä järjestelmän oletuskirjasimia.
nn: Bruk forvalde skrifter.

source: Tekstin kirjasin
nn: Skrift for tekst

source: Kirjasin vaihtelevan levyistä kirjasinta käyttäville teksteille.
nn: Skrift for tekst med variabel breidd.

source: Tasalevyisen tekstin kirjasin
nn: Skrift for tekst med fast Breidde

source: Kirjasin tasalevyisillä kirjasinta käyttäville teksteille kuten esimerkiksi koodiesimerkit.
nn: Skrift for tekst med fast Breidde, t.d. programmeringsdøme.

source: Devhelp-tuki
nn: Støtte for Devhelp

source: Avaa devhelpin kohdistimen kohdalla olevalle sanalle F2-näppäimestä
nn: Start Devhelp for ordet ved markøren med F2

source: Näytä API-dokumentaatio
nn: Vis API-dokumentasjon

source: Jiri Grönroos 2012-2014 Tommi Vainikainen, 2010-2011. Ilkka Tuohela, 2004-2005. http://gnome.fi/ Launchpad Contributions: Ilkka Tuohela https://launchpad.net/~hile Jiri Grönroos https://launchpad.net/~jiri-gronroos Jiri Grönroos https://launchpad.net/~jiri-gronroos+l10n Otto Salminen https://launchpad.net/~o-s Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Vainikainen https://launchpad.net/~thv
nn: Launchpad Contributions: Eskild Hustvedt https://launchpad.net/~zerodogg Åsmund Skjæveland https://launchpad.net/~aasmunds

source: Gnomen ohjeselain kehittäjille
nn: Ein hjelplesar for utviklarar av GNOME

source: Devhelp-sivustoDevhelp
nn: Devhelp-nettstadDevhelp

source: Devhelp — apuikkuna
nn: Devhelp — Assistent

source: Kirja:
nn: Bok:

source: Kieli: %s
nn: Språk: %s

source: Kieli: määrittelemätön
nn: Språk: udefinert

source: Kirjapage
nn: Bokpage

source: Sivu
nn: Side

source: Avainsana
nn: Stikkord

source: Funktio
nn: Funksjon

source: Macro
nn: Makro

source: Etsi avainsanalla
nn: Søk etter eit stikkord

source: Etsi ja näytä osumat apuikkunassa
nn: Søk og vis treff i assistentvindauget

source: Näytä versio ja lopeta
nn: Vis versjon og avslutt

source: Sulje avoinna olevat Devhelp-ohjelmat
nn: Avslutt Devhelp

source: Oletettiin ”%s”, saatiin ”%s” rivillä %d, sarakkeessa %d
nn: Venta «%s», fekk «%s» ved linje %d, kolonne %d

source: Virheellinen nimiavaruus ”%s” rivillä %d, sarakkeessa %d
nn: Ugyldig namnerom «%s» ved linje %d, kolonne %d

source: ”title”-, ”name”- ja ”link”-elementit vaaditaan rivillä %d, sarakkeessa %d
nn: Elementa «tittel», «namn» og «lenkje» krevst på linje %d, kolonne %d

source: ”name” ja ”link” -elementit vaaditaan elementin <sub> sisällä rivillä %d, sarakkeessa %d
nn: Elementa «namn» og «lenkje» krevst inni <sub> på linje %d, kolonne %d

source: ”name” ja ”link” -elementit vaaditaan elementin ”%s” sisällä rivillä %d, sarakkeessa %d
nn: Elementa «namn» og «lenkje» krevst inni «%s» på linje %d, kolonne %d

source: ”type”-elementti vaaditaan elementin <keyword> sisällä rivillä %d, sarakkeessa %d
nn: Elementet «type» krevst inni <keyword> på linje %d, kolonne %d

source: Kirjan ”%s” pakkausta ei voitu avata: %s
nn: Klarte ikkje dekomprimera boka «%s»: %s

source: _Ryhmittele kielen mukaan
nn: _Grupper etter språk

source: Otsikko
nn: Tittel

source: Kirjahylly
nn: Bokhylle

source: _Käytä järjestelmän kirjasimia
nn: Br_uk systemskrifter

source: _Vaihtelevan levyinen:
nn: _Variabel breidd:

source: _Tasalevyinen:
nn: _Fast breidd:

source: Kirjasimet
nn: Skrifttypar

source: Linkin avaaminen epäonnistui.
nn: Klarte ikkje opna lenkja

source: Tyhjä sivu
nn: Tom side

source: Uusi _välilehti
nn: Ny _fane

source: _Suurempi teksti
nn: S_tørre tekst

source: _Pienempi teksti
nn: _Mindre tekst

source: _Tavallinen koko
nn: _Normal storleik

source: %s virhe: ei tiedä kuinka viedään %s
nn: %s feil: veit ikkje korleis ein skal eksportere til %s

source: %s virhe: syöte- ja tulostetiedostonimet ovat identtiset: %s
nn: %s feil: inn- og utfilnamn er identiske: %s

source: %s virhe: tarvitaan käypä syötetiedosto %s
nn: %s feil: treng gyldig innfil %s

source: Vie ladattu tiedosto ja lopeta
nn: Eksporter lasta fil og avslutt

source: TULOSTE
nn: OUTPUT

source: Älä näytä käynnistysruutua
nn: Ikkje vis den opningsskjerm

source: Ei voitu yhdistää istunnonhallintaan.
nn: Kan ikkje kopla økthandterar!

source: Ei voitu luoda käyttäjäkohtaista Dia-asetushakemistoa
nn: Klarte ikkje å opprette Dia-oppsettskatalog for brukaren

source: Käyttäjäkohtaista Dia-asetushakemistoa ei voi luoda. Tarkista, että ympäristömuuttuja HOME osoittaa olemassaolevaan hakemistoon.
nn: Klarte ikkje å opprette oppsettkatalog for kvar brukar. Sjekk at miljøvariabelen HOME peikar på ein eksisterande katalog.

source: Dian sisäiset objektit ja suodattimet
nn: Interne dia objekt og filter

source: Ei objekteja liitettäväksi.
nn: Ingen eksisterande objekt å lime inn.

source: Ohjehakemistoa ei löydy
nn: Klarte ikkje å finne hjelpekatalog

source: Objektin oletusarvot
nn: Standardverdiar for objekt

source: Tällä objektilla ei ole oletusarvoja.
nn: Dette objektet har ingen standardval.

source: Kaavion ominaisuudet
nn: Eigenskapar for diagram

source: Harvennus
nn: Avstand

source: Näkyvä harvennus
nn: Synleg avstand

source: Ruudukko
nn: Rutenett

source: Tausta
nn: Bakgrunn

source: Ruudukon viivat
nn: Rutenett

source: Ei pystytty alustamaan Bonoboa
nn: Kunne ikkje initialisere Bonobo

source: Kaaviopuu
nn: Diagramtre

source: Paperin koko
nn: Papirstorleik:

source: Suunta
nn: Retning

source: Reunukset
nn: Margar

source: Ylä:
nn: Topp:

source: Ala:
nn: Botn:

source: Vasen:
nn: Venstre:

source: Oikea:
nn: Høgre:

source: Skaalaus
nn: Skalering

source: Skaala:
nn: Skala:

source: Sovita:
nn: Tilpass til:

source: %0.3g cm × %0.3g cm
nn: %0.3gcm x %0.3gcm

source: Sivun asetukset
nn: Sideoppsett

source: Tämä objekti ei tue Peru/Tee uudestaan -toimintoja. Peru toiminto.
nn: Dette objektet støttar ikkje Angre/Gjer om. Angreinformasjon sletta.

source: Tiedostopäätteestä
nn: Etter utviding

source: Avaa kaavio
nn: Opne diagram

source: Avaa asetukset
nn: Val for opne

source: Määrittele tiedoston tyyppi:
nn: Avgjer filtype:

source: Samanniminen tiedosto on jo olemassa
nn: Fila finst alt

source: Tiedosto "%s" on jo olemassa. Korvataanko uudella?
nn: Fila '%s' finst alt. Vil du skrive over den?

source: Tallenna kaavio
nn: Lagre diagram

source: Vie kaavio
nn: Eksporter diagram

source: Vientiasetukset
nn: Val for eksport

source: Korvaa k_aikkiFind and Replace
nn: Find and Replace

source: Suurenna
nn: Forstørre
